/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "अनुलग्नक (%d)";

/* Old singular title format */
"AttachmentsKey" = "अनुलग्नक (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "अनुलग्नक जोड़ें";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "फोटो लें";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "फोटो लाइब्रेरी";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "अनुलग्नक %d हटा दी गई";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "फ़ाइल";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "रद्द करें";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "शीर्षक";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "नोट";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "महत्व";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "चेतावनी: FUIFormCell हेतु वर्तमान UITableViewController के लिए नेविगेशन नियंत्रक शून्य है. FUIattachmentsFormCell और ListPickerFormCell ठीक से काम नहीं करेंगे.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d न्यूनतम %d घंटे";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "अवधि";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "घंटा";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "घंटा";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "न्यूनतम";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "चयनित किया गया";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "सभी";

/* The anchor button title for selected entries in `FUIListPickerTableViewController`. */
"SelectedFormatKey" = "चयनित (%d)";

/* The anchor button accesibility hint format for multiple selected items. */
"MultipleSelectedFormatKey" = "%d चयनित आइटम के दृश्य के लिए डबल टैप करें.";

/* The anchor button accesibility hint format for single selected item. */
"SingleSelectedFormatKey" = "चयनित आइटम के दृश्य के लिए डबल टैप करें.";

/* The alert message for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardSelectionsMessageKey" = "क्या आप वाकई अपने चयन निरस्त करना चाहते हैं?";

/* The alert Discard Changes action title for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardChangesKey" = "परिवर्तन निरस्त करें";

/* The alert Keep Editing action title for `FUIListPickerTableViewController` pulldown dismissal */
"KeepEditingKey" = "संपादन करते रहें";

/* The title for the Apply action title for the `FUIListPickerTableViewController` */
"ApplyKey" = "लागू करें";

/* The warning string when search is enabled but the `ListPickerFormCell\n` has the `listPickerDataSource` set but `listPickerSearchResultsUpdating\n` property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "चेतावनी: ListPickerFormCell में गुण listPickerSearchResultsUpdating के कारण खोज अक्षम है शून्य है.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "सभी का चयन करें";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "सभी अचयनित करें";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "बंद करें";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "अधिक";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "कम";

/* The string for switch button */
"SwitchBUttonKey" = "स्विच बटन";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "दिनांक";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "बंद";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "सेटिंग टॉगल करने के लिए दो बार टैप करें";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "द्वारा क्रमि.क.";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "चयनित नहीं किया गया";

/* Criterion view accessibility hint */
"CriterionHintKey" = "चयन को चालू करने के लिए दो बार टैप करें";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "दिशा को क्रमित करना चालू करने के लिए दो बार टैप करें";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "यह स्लाइडर %@ है जिसका अधिकतम मान %@ है और न्यूनतम मान %@ है";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "आप ऊपर/नीचे स्वाइप कर सकते हैं जबकि तत्व का मान बदलने के लिए चयन किया गया है";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "वर्तमान मान %@ है";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "वर्तमान मान %@ के लिए बदला गया";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "केवल फ़ील्ड का पठन करें";

/* Default error text for when the character count reaches the maximum limit for `FUITextFieldFormCell` */
"CharCountReachLimitMsg" = "और कोई वर्ण शेष नहीं हैं";

/* Default error text for when the character count exceeds the maximum limit for `FUITextFieldFormCell`. */
"CharCountBeyondLimitMsg" = "वर्ण की संख्या कम करें";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "वैकल्पिक इनपुट कार्रवाई";

/* Button for accessibility voice over announcement */
"ButtonKey" = "बटन";

/* Clear Text button title */
"ClearTextKey" = "टेक्स्ट साफ़ करें";

/* Announcement for input text is cleared */
"InputTextClearedKey" = "इनपुट टेक्स्ट साफ़ किया";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "खोलने के लिए डबल टैप";

"DoubleTapToCollapseKey" = "संकुचित करने के लिए डबल टैप";

"DoubleTapToSelectFromList" = "सूची से चयन के लिए डबल टैप";

"DoubleTapToSelect" = "चयन करने के लिए डबल टैप";

"DoubleTapToUnselect" = "चयन नहीं करने के लिए डबल टैप";

"FlashKey" = "फ़्लैश";

"FlashIsTurnedOnKey" = "फ़्लैश चालू है";

"FlashIsTurnedOffKey" = "फ़्लैश बंद है";

"DoubleTapToTurnOnFlashKey" = "फ़्लैश चालू करने के लिए दो बार टैप करें";

"DoubleTapToTurnOffFlashKey" = "फ़्लैश बंद करने के लिए दो बार टैप करें";

/* FUIStepperView tip */
"StepperTipKey" = "यह स्टैपर है जो संपादनयोग्य है";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "यह स्टैपर है जो संपादनयोग्य नहीं हो सकता";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "अधिकतम मान %@ है";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "न्यूनतम मान %@ है";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "1 द्वारा वृद्धि मान";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "1 द्वारा मान में कमी";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "वर्तमान मान है";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "फ़िल्टर करें";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "परिणाम \\(फिल्टर की गई संख्या) का \\(कुल संख्या)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "\\(फिल्टर की गई संख्या) आइटम";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "रीसेट करें";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "यह एक स्लाइडर है जो संपादन योग्य है, न्यूनतम मान %@ है और अधिकतम मान %@ है";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "यह एक स्लाइडर है जिसे संपादित नहीं किया जा सकता है, न्यूनतम मान %@ है और अधिकतम मान %@ है";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "यह एक स्लाइडर है जो संपादन योग्य है, न्यूनतम मान %@ है और अधिकतम मान %@ है";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "यह एक स्लाइडर है जिसे संपादित नहीं किया जा सकता है, न्यूनतम मान %@ है और अधिकतम मान %@ है";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "स्लाइ़़डर मान टेक्स्ट फ़ील्ड";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "निम्न मान टेक्स्ट फ़ील्ड";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "अप्पर मान टेक्स्ट फ़ील्ड";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "आप विशिष्ट मूल्य इनपुट के लिए डबल टैप कर सकते हैं";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "स्लाइडर थंब, वर्तमान मूल्य है";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "आप मान परिवर्तन के लिए ऊपर और नीचे स्वाइप कर सकते हैं";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "निम्न श्रेणी स्लाइडर थंब, वर्तमान मूल्य है";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "आप निम्न मान परिवर्तन के लिए ऊपर और नीचे स्वाइप कर सकते हैं";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "ऊपरी श्रेणी स्लाइडर थंब, वर्तमान मूल्य है";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "आप ऊपरी मान परिवर्तन के लिए ऊपर और नीचे स्वाइप कर सकते हैं";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "वर्तमान मान %@ है";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "वर्तमान निम्न मान %@ है, ऊपरी मान %@ है";

/* FUIRatingControl accessibility label */
"RatingControlAccessibilityLabel" = "%d में से %d स्टार";

/* FUIRatingControl hint */
"RatingControlHintKey" = "दो बार टैप करें और मान समायोजित करने के लिए बाएं या दाएं ड्रैग करें";

/* Search Barcode Scan Button */
"BarcodeScanKey" = "बारकोड स्कैन";

"BarcodeScanHintKey" = "स्कैन करने के लिए डबल टैप करें";

